#嗨!我叫Mrs.吉蛙蛙，可以叫我小吉，很高興認識你。
#我很喜歡吃東西，同時也喜歡養寵物，今天遇到你一定是一種緣份，很高興認識你。
#那麼你的名字是?:Jose
#你叫 Jose 對吧，真是一個好名字，很高興認識你!

#你想跟我聊什麼?(1)食物、(2)動物、(3)心理測驗、(4)天氣、(5)數學測驗、(6)運動、(7)音樂，輸入(0)結束聊天:1(其他依此類推)
#我很喜歡吃甜食，巧克力、蛋糕等等，只要是甜的我都可以接受
#['巧克力', '抹茶', '蛋糕餅乾', '派', '甜甜圈']
#你覺得我最喜歡吃哪個?:抹茶
#我最喜歡吃抹茶了，你猜對還是猜錯呢?(1)猜對(2)猜錯1
#你真厲害，加你一分
#但是除了抹茶外，我也推薦這些
#巧克力 配香蕉 布丁 配焦糖 蛋糕 配咖啡 車輪餅 選奶油口味 OREO 配牛奶 
#你想跟我聊什麼?(1)食物、(2)動物、(3)心理測驗、(4)天氣、(5)數學測驗、(6)運動、(7)音樂，輸入(0)結束聊天:0
#今天很高興與你對話， Jose ，我很期待我與你下次的對話。
#3
#2
#1
#shut down